Autodesk.Revit.DB.SolidCurveIntersection.GetEnumerator
Returns an enumerator that iterates through the collection.
Returns: An IEnumerator(Autodesk.Revit.DB.Curve) object that can be used to iterate through the collection.